const imgPrefix = 'https://jsd.cdn.zzko.cn/gh/LZHMS/picx-images-hosting@master/Profile/DailyImage/';

const departmentDetails = {
  'LH_中医内科': {
    images: ["眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科1.41yjnspsnu.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科2.8ok6ohocbm.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科3.1vz520y4x4.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科4.8vnejxahqo.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转再左转直行。'
  },
  'LH_中医科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_中医骨伤科': {
    images: ["中医骨伤科、康复医学科1.6iks2pxnmz.webp", "中医骨伤科、康复医学科2.39lo62a60j.webp", "中医骨伤科、康复医学科3.3gow1hwbgb.webp", "中医骨伤科、康复医学科4.7snp91fmxq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达五楼，出五楼电梯口直行右转。'
  },
  'LH_临床营养科': {
    images: ["眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科1.41yjnspsnu.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科2.8ok6ohocbm.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科3.1vz520y4x4.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科4.8vnejxahqo.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转再左转直行。'
  },
  'LH_乳腺外科': {
    images: ["骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科3.7w7b6qxxf6.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口直行右转。'
  },
  'LH_产科': {
    images: ["产科1.8hgyt1qoyr.webp", "产科2.175vhzz3zk.webp", "产科3.1lcb8v7ev0.webp", "产科4.6f164zs3wd.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达三楼，出三楼电梯口直行右转。'
  },
  'LH_儿科': {
    images: ["皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室1.8l0kqrguwj.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室2.8vnejww327.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室3.96a8d2bb7p.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室4.6iks2pi9uq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口直行右转。'
  },
  'LH_全科医学科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_内分泌科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）': {
    images: ["功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）、麻醉门诊1.2h8sobrb5s.webp", "功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）、麻醉门诊2.2oc0jrdglj.webp", "功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）、麻醉门诊3.b9e2jznf1.webp", "功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）、麻醉门诊4.2ksem1kdv8.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转直行。'
  },
  'LH_医疗美容科': {
    images: ["眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科1.41yjnspsnu.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科2.8ok6ohocbm.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科3.1vz520y4x4.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科4.8vnejxahqo.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转再左转直行。'
  },
  'LH_口腔科': {
    images: ["口腔科1.5fl2rtq1x0.webp", "口腔科2.5fl2rtq1xa.webp", "口腔科3.83aj26j37z.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达三楼，出三楼电梯口左转。'
  },
  'LH_呼吸内科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_呼吸内镜室': {
    images: ["皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室1.8l0kqrguwj.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室2.8vnejww327.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室3.96a8d2bb7p.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室4.6iks2pi9uq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口直行右转。'
  },
  'LH_康复医学科': {
    images: ["中医骨伤科、康复医学科1.6iks2pxnmz.webp", "中医骨伤科、康复医学科2.39lo62a60j.webp", "中医骨伤科、康复医学科3.3gow1hwbgb.webp", "中医骨伤科、康复医学科4.7snp91fmxq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达五楼，出五楼电梯口直行右转。'
  },
  'LH_心内科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_挂号收费处': {
    images: ["挂号收费处1.51en0yag1u.webp", "挂号收费处2.36228by0fs.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入左手侧。'
  },
  'LH_放射影像科 (DR、CT、MRI)': {
    images: ["放射影像科（DR、CT、MRI）1.1ziqzqb9wr.webp", "放射影像科（DR、CT、MRI）2.32igam73ss.webp", "放射影像科（DR、CT、MRI）3.67xy9k1iot.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行右手侧。'
  },
  'LH_普外科': {
    images: ["骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科3.7w7b6qxxf6.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口直行右转。'
  },
  'LH_核医学科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_泌尿外科': {
    images: ["眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科1.41yjnspsnu.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科2.8ok6ohocbm.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科3.1vz520y4x4.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科4.8vnejxahqo.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转再左转直行。'
  },
  'LH_消化内科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_消化内镜室': {
    images: ["消化内镜室1.491rj7yizm.webp", "消化内镜室2.9rjvzd6r3g.webp", "消化内镜室3.5q7wkz2nqq.webp", "消化内镜室4.5q7wkz2npb.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转直行。'
  },
  'LH_甲状腺外科': {
    images: ["骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科3.7w7b6qxxf6.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口直行右转。'
  },
  'LH_皮肤科': {
    images: ["皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室1.8l0kqrguwj.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室2.8vnejww327.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室3.96a8d2bb7p.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室4.6iks2pi9uq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口直行右转。'
  },
  'LH_皮肤科治疗室': {
    images: ["皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室1.8l0kqrguwj.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室2.8vnejww327.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室3.96a8d2bb7p.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室4.6iks2pi9uq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口直行右转。'
  },
  'LH_眼科': {
    images: ["眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科1.41yjnspsnu.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科2.8ok6ohocbm.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科3.1vz520y4x4.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科4.8vnejxahqo.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转再左转直行。'
  },
  'LH_神经内科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_神经外科': {
    images: ["骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科3.7w7b6qxxf6.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口直行右转。'
  },
  'LH_老年医学科': {
    images: ["眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科1.41yjnspsnu.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科2.8ok6ohocbm.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科3.1vz520y4x4.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科4.8vnejxahqo.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转再左转直行。'
  },
  'LH_耳鼻喉科': {
    images: ["眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科1.41yjnspsnu.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科2.8ok6ohocbm.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科3.1vz520y4x4.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科4.8vnejxahqo.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转再左转直行。'
  },
  'LH_肺功能室': {
    images: ["皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室1.8l0kqrguwj.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室2.8vnejww327.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室3.96a8d2bb7p.webp", "皮肤科、儿科、皮肤科治疗室、呼吸内镜室、肺功能室4.6iks2pi9uq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口直行右转。'
  },
  'LH_肾内科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_胸外科': {
    images: ["骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科3.7w7b6qxxf6.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口直行右转。'
  },
  'LH_药房': {
    images: ["药房1.99tuas1hbi.webp", "药房2.2dp6qli76s.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入右手侧。'
  },
  'LH_血液内科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_血液透析室': {
    images: ["血液透析室1.7axnkgfh7v.webp", "血液透析室2.1ziqzqtek7.webp", "血液透析室3.1ovx6le6f2.webp", "血液透析室4.5fl2ru31ln.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达五楼，出五楼电梯口左转。'
  },
  'LH_血管外科': {
    images: ["骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科3.7w7b6qxxf6.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口直行右转。'
  },
  'LH_超声科': {
    images: ["超声科1.2a5kswa6m6.webp", "超声科2.9gx2688ow6.webp", "超声科3.67xy9kl79p.webp", "超声科4.5xb4gf5z3n.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达六楼，出六楼电梯口左转再左转直行。'
  },
  'LH_风湿免疫科': {
    images: ["中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科1.13m9ka56a0.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科2.67xy9k53io.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科3.41yjnsdfrp.webp", "中医科，核医学科，消化内科，神经内科，风湿免疫科，肾内科，血液内科，呼吸内科，内分泌科，心内科，全科医学科4.7axnkg0xd2.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达二楼，出二楼电梯口左转再左转直行。'
  },
  'LH_骨伤科': {
    images: ["眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科1.41yjnspsnu.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科2.8ok6ohocbm.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科3.1vz520y4x4.webp", "眼科、耳鼻喉科、老年医学科、医疗美容科、临床营养科、中医内科、泌尿外科、骨伤科4.8vnejxahqo.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转再左转直行。'
  },
  'LH_骨外科': {
    images: ["骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科3.7w7b6qxxf6.webp", "骨外科、普外科、乳腺外科、甲状腺外科、血管外科、胸外科、神经外科2.70atrao8z0.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口直行右转。'
  },
  'LH_麻醉门诊': {
    images: ["功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）、麻醉门诊1.2h8sobrb5s.webp", "功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）、麻醉门诊2.2oc0jrdglj.webp", "功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）、麻醉门诊3.b9e2jznf1.webp", "功能检查科（心电图、脑电图、肌电图、动态心电图、动态血压、经颅多普勒、运动平板）、麻醉门诊4.2ksem1kdv8.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行乘坐右手侧电梯到达四楼，出四楼电梯口左转直行。'
  },
  'PKU_中西药房': {
    images: ["中西药房、妇科彩超室1.7zqx4h88aj.webp", "中西药房、妇科彩超室2.5moan9uf44.webp", "中西药房、妇科彩超室3.1lcb8vqbrh.webp", "中西药房、妇科彩超室4.2dp6qm6xgw.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至二楼，扶梯出口左侧。'
  },
  'PKU_乳腺甲状腺外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_儿科': {
    images: ["儿科1.3ns3wxru5p.webp", "儿科2.41yjnt0515.webp", "儿科3.8hgyt2cj8e.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口向右转再向右转，直行到达儿科诊室。'
  },
  'PKU_内分泌科': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_妇科彩超室': {
    images: ["中西药房、妇科彩超室1.7zqx4h88aj.webp", "中西药房、妇科彩超室2.5moan9uf44.webp", "中西药房、妇科彩超室3.1lcb8vqbrh.webp", "中西药房、妇科彩超室4.2dp6qm6xgw.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至二楼，扶梯出口左侧。'
  },
  'PKU_妇科诊区': {
    images: ["妇科诊区1.51en0yy82a.webp", "妇科诊区2.1e93dg2fk8.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至二楼，扶梯出口右侧。'
  },
  'PKU_彩超检查': {
    images: ["放射科检查（DR、CT、MRI）、彩超检查1.8s3sm7valk.webp", "放射科检查（DR、CT、MRI）、彩超检查2.8l0kqs955n.webp"].map(i => imgPrefix + i),
    guide: '进入医院大门后向右前方直行至外科楼。'
  },
  'PKU_心电图': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_心血管内科': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_心血管外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_手足与血管外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_操作治疗区（抽血、换药、注射、雾化）': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_放射科检查(DR、CT、MRI)': {
    images: ["放射科检查（DR、CT、MRI）、彩超检查1.8s3sm7valk.webp", "放射科检查（DR、CT、MRI）、彩超检查2.8l0kqs955n.webp"].map(i => imgPrefix + i),
    guide: '进入医院大门后向右前方直行至外科楼。'
  },
  'PKU_显微淋巴外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_检验科': {
    images: ["检验科、泌尿外科、神经内科1.7lkhdm2adz.webp", "检验科、泌尿外科、神经内科2.3rbpunkcgb.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口右侧。'
  },
  'PKU_泌尿外科': {
    images: ["检验科、泌尿外科、神经内科1.7lkhdm2adz.webp", "检验科、泌尿外科、神经内科2.3rbpunkcgb.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口右侧。'
  },
  'PKU_皮肤科': {
    images: ["皮肤科1.3d5a3segw1.webp", "皮肤科2.5xb4gfefic.webp", "皮肤科3.5xb4gfefhy.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，从扶梯出口左前方步梯至五楼，五楼步梯出口右侧。'
  },
  'PKU_眼科': {
    images: ["眼科1.67xy9kt45l.webp", "眼科2.26lyv6p0sa.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向右转。'
  },
  'PKU_神经内科': {
    images: ["检验科、泌尿外科、神经内科1.7lkhdm2adz.webp", "检验科、泌尿外科、神经内科2.3rbpunkcgb.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口右侧。'
  },
  'PKU_神经外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_综合诊区': {
    images: ["综合诊区、耳鼻喉科1.icly00cad.webp", "综合诊区、耳鼻喉科2.8dxcvcmdkn.webp", "综合诊区、耳鼻喉科3.8l0kqs8izt.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，从扶梯出口左前方步梯至五楼，五楼步梯出口左侧。'
  },
  'PKU_美容整形外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_老年医学科': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_耳鼻喉科': {
    images: ["综合诊区、耳鼻喉科1.icly00cad.webp", "综合诊区、耳鼻喉科2.8dxcvcmdkn.webp", "综合诊区、耳鼻喉科3.8l0kqs8izt.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，从扶梯出口左前方步梯至五楼，五楼步梯出口左侧。'
  },
  'PKU_肝胆胰外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_肾内科': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_肿瘤内科': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_胃肠外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_胸外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_脊柱外科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_自助取号处': {
    images: ["自助取号处1.96a8d2uggk.webp", "自助取号处2.et009yqqa.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行左手侧为自助取号处。'
  },
  'PKU_血液内科': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_超声介入科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_运动医学科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'PKU_风湿免疫科': {
    images: ["心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图1.8dxcvchvq1.webp", "心血管内科、内分泌科、风湿免疫科、肿瘤内科、肾内科、老年医学科、血液内科、操作治疗区（抽血、换药、注射、雾化）、心电图2.5q7wkzoudn.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至三楼，扶梯出口左侧。'
  },
  'PKU_骨关节科': {
    images: ["运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科1.7i0vfwah6l.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科2.3rbpunllzo.webp", "运动医学科、胃肠外科、心血管外科、脊柱外科、肝胆胰外科、超声介入科、显微淋巴外科、胸外科、手足与血管外科、骨关节科、乳腺甲状腺外科、神经外科、美容整形外科3.1vz52196cq.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行，乘坐右边扶梯至四楼，扶梯出口向左转直行。'
  },
  'TCD': {
    images: ["神经内科、神经外科、脑电图、肌电图、TCD1.8dxcvben9e.webp", "神经内科、神经外科、脑电图、肌电图、TCD2.4jolccwpch.webp", "神经内科、神经外科、脑电图、肌电图、TCD3.mk9dr8dt.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口左前方通道直行后右转，左侧诊室。'
  },
  '产科': {
    images: ["产科1.7ps4t7455.webp", "产科2.6t7lvub646.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口左侧诊室。'
  },
  '儿科': {
    images: ["皮肤科1.5moan8iee3.webp", "皮肤科2.102nmjjuqv.webp", "皮肤科3.2oc0jqa4wo.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至三楼，三楼电梯出口向左前方通道直行后右转，左侧诊室。'
  },
  '全科医学科': {
    images: ["呼吸与危重学科、风湿免疫科、老年医学科、综合内科1.et008x9g9.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科2.6m4e0et0kf.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科3.5fl2rt43yn.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入后右转直行，靠左侧诊室。'
  },
  '内分泌科': {
    images: ["内分泌科1.1hspb4tssl.webp", "内分泌科2.8z70hm7j7z.webp", "内分泌科3.7i0vfv3egs.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口右侧通道直行，靠右侧诊室。'
  },
  '创伤骨科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '动态心电图': {
    images: ["心血管内科、心电图、动态心电图、动态血压1.wj1otxvvi.webp", "心血管内科、心电图、动态心电图、动态血压2.3uvbsc65cl.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口右前方诊室。'
  },
  '动态血压': {
    images: ["心血管内科、心电图、动态心电图、动态血压1.wj1otxvvi.webp", "心血管内科、心电图、动态心电图、动态血压2.3uvbsc65cl.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口右前方诊室。'
  },
  '医学影像科(CT)': {
    images: ["医学影像科（CT）1.70atra7ect.webp", "医学影像科（CT）2.51en0y1w13.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入后直行，靠左侧诊室。'
  },
  '医学影像科(X光)': {
    images: ["医学影像科（X光）1.5triiohqqa.webp", "医学影像科（X光）2.7axnkflvh7.webp", "医学影像科（X光）3.3uvbscc8f3.webp", "医学影像科（X光）4.7p43bau6bu.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口右侧通道直行到底。'
  },
  '口腔科': {
    images: ["口腔科1.99tuarfn5h.webp", "口腔科2.9ddg8h8pvh.webp", "口腔科3.2dp6qkwd1b.webp", "口腔科4.3k8hz6l9ma.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至五楼，五楼电梯出口向左转为口腔一区，向右转为口腔二区。'
  },
  '呼吸与危重学科': {
    images: ["呼吸与危重学科、风湿免疫科、老年医学科、综合内科1.et008x9g9.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科2.6m4e0et0kf.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科3.5fl2rt43yn.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入后右转直行，靠左侧诊室。'
  },
  '外科集合': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '妇科': {
    images: ["妇科1.8dxcvb24z9.webp", "妇科2.9o0a1mk4a3.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至三楼，三楼电梯出口左侧诊室。'
  },
  '客服服务中心': {
    images: ["客服服务中心.6iks2pccjx.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门右手侧。'
  },
  '心电图': {
    images: ["心血管内科、心电图、动态心电图、动态血压1.wj1otxvvi.webp", "心血管内科、心电图、动态心电图、动态血压2.3uvbsc65cl.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口右前方诊室。'
  },
  '心血管内科': {
    images: ["心血管内科、心电图、动态心电图、动态血压1.wj1otxvvi.webp", "心血管内科、心电图、动态心电图、动态血压2.3uvbsc65cl.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口右前方诊室。'
  },
  '挂号收费处': {
    images: ["挂号收费处1.1sfj4ah0jj.webp", "挂号收费处2.67xy9jters.webp", "挂号收费处3.1lcb8uuv3t.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入右侧为自助/人工挂号收费处。'
  },
  '整形美容科': {
    images: ["整形美容科1.8ok6ogg65b.webp", "整形美容科2.175vhz2fq4.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至六楼，六楼电梯出口左侧诊室。'
  },
  '普通外科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '检验科': {
    images: ["检验科1.3uvbsca06h.webp", "检验科2.1hspb4w702.webp", "检验科3.36228bmh6j.webp", "检验科4.lw7vomijk.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至三楼，三楼电梯出口右侧通道直行到底右转。'
  },
  '泌尿外科': {
    images: ["肿瘤科、泌尿外科、肾内科1.8ok6ogmn2h.webp", "肿瘤科、泌尿外科、肾内科2.70atr9wcwj.webp", "肿瘤科、泌尿外科、肾内科3.3yexq1v0p1.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口右前方诊室。'
  },
  '消化内科': {
    images: ["消化内科、血液内科1.5c1gu38tt5.webp", "消化内科、血液内科2.4xv1380iy9.webp", "消化内科、血液内科3.86u4zvo0kl.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左前方通道直行后右转，左侧诊室。'
  },
  '消化内镜中心': {
    images: ["消化内镜中心1.2oc0jqv4a3.webp", "消化内镜中心2.7ps4to8dx.webp", "消化内镜中心3.26lyv5tqox.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至五楼，出五楼电梯出口向右侧通道直行到底。'
  },
  '烧伤科': {
    images: ["烧伤科1.70atr9pcju.webp", "烧伤科2.8dxcvb0ekn.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至六楼，六楼电梯出口右侧诊室。'
  },
  '甲乳外科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '皮肤科': {
    images: ["皮肤科1.5moan8iee3.webp", "皮肤科2.102nmjjuqv.webp", "皮肤科3.2oc0jqa4wo.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至三楼，三楼电梯出口向左前方通道直行后右转，左侧诊室。'
  },
  '磁共振(MRI)': {
    images: ["磁共振（MRI）1.6m4e0ezyt8.webp", "磁共振（MRI）2.77e1mpuf40.webp", "磁共振（MRI）3.7w7b6qhy4k.webp", "磁共振（MRI）4.4qrt7snj7s.webp", "磁共振（MRI）5.5c1gu3hzhw.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入直行至后门，步出门诊楼左转进入外科楼，乘坐右手侧扶梯至二楼后左转。'
  },
  '神经内科': {
    images: ["神经内科、神经外科、脑电图、肌电图、TCD1.8dxcvben9e.webp", "神经内科、神经外科、脑电图、肌电图、TCD2.4jolccwpch.webp", "神经内科、神经外科、脑电图、肌电图、TCD3.mk9dr8dt.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口左前方通道直行后右转，左侧诊室。'
  },
  '神经外科': {
    images: ["神经内科、神经外科、脑电图、肌电图、TCD1.8dxcvben9e.webp", "神经内科、神经外科、脑电图、肌电图、TCD2.4jolccwpch.webp", "神经内科、神经外科、脑电图、肌电图、TCD3.mk9dr8dt.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口左前方通道直行后右转，左侧诊室。'
  },
  '综合内科': {
    images: ["呼吸与危重学科、风湿免疫科、老年医学科、综合内科1.et008x9g9.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科2.6m4e0et0kf.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科3.5fl2rt43yn.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入后右转直行，靠左侧诊室。'
  },
  '老年医学科': {
    images: ["呼吸与危重学科、风湿免疫科、老年医学科、综合内科1.et008x9g9.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科2.6m4e0et0kf.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科3.5fl2rt43yn.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入后右转直行，靠左侧诊室。'
  },
  '耳鼻咽喉科': {
    images: ["耳鼻喉科1.45i5lhex0y.webp", "耳鼻喉科2.175vhz6nju.webp", "耳鼻喉科3.92qmfbsotq.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至五楼，五楼电梯出口向左前方通道直行后右转，左侧诊室。'
  },
  '肌电图': {
    images: ["神经内科、神经外科、脑电图、肌电图、TCD1.8dxcvben9e.webp", "神经内科、神经外科、脑电图、肌电图、TCD2.4jolccwpch.webp", "神经内科、神经外科、脑电图、肌电图、TCD3.mk9dr8dt.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口左前方通道直行后右转，左侧诊室。'
  },
  '肛肠外科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '肝胆脾胰外科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '肾内科': {
    images: ["肿瘤科、泌尿外科、肾内科1.8ok6ogmn2h.webp", "肿瘤科、泌尿外科、肾内科2.70atr9wcwj.webp", "肿瘤科、泌尿外科、肾内科3.3yexq1v0p1.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口右前方诊室。'
  },
  '肿瘤科': {
    images: ["肿瘤科、泌尿外科、肾内科1.8ok6ogmn2h.webp", "肿瘤科、泌尿外科、肾内科2.70atr9wcwj.webp", "肿瘤科、泌尿外科、肾内科3.3yexq1v0p1.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口右前方诊室。'
  },
  '胸外科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '脊柱外科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '脑电图': {
    images: ["神经内科、神经外科、脑电图、肌电图、TCD1.8dxcvben9e.webp", "神经内科、神经外科、脑电图、肌电图、TCD2.4jolccwpch.webp", "神经内科、神经外科、脑电图、肌电图、TCD3.mk9dr8dt.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，四楼电梯出口左前方通道直行后右转，左侧诊室。'
  },
  '药房': {
    images: ["药房1.5moan90pj3.webp", "药房2.9kgo3xbq5t.webp"].map(i => imgPrefix + i),
    guide: '医院门诊楼正门进入步行，直行至通道十字交叉处右转。'
  },
  '血液内科': {
    images: ["消化内科、血液内科1.5c1gu38tt5.webp", "消化内科、血液内科2.4xv1380iy9.webp", "消化内科、血液内科3.86u4zvo0kl.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左前方通道直行后右转，左侧诊室。'
  },
  '血管外科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '超声科(B超)': {
    images: ["超声科（B超）1.9ddg8hmwiw.webp", "超声科（B超）2.1vz5209644.webp", "超声科（B超）3.8adqxlr2nu.webp", "超声科（B超）4.2yyucw4zz0.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至四楼，出四楼电梯出口向右侧通道直行到底。'
  },
  '运动医学科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
  '针灸推拿科': {
    images: ["针灸推拿科1.70atr9y34k.webp", "针灸推拿科2.32igaln2hp.webp", "针灸推拿科3.5j4opitydt.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至三楼，三楼电梯出口右侧通道直行，靠左侧诊室。'
  },
  '门诊抽血室': {
    images: ["门诊抽血室1.6f164zav0l.webp", "门诊抽血室2.8z70hmatn3.webp", "门诊抽血室3.7axnkfkjgd.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至三楼，三楼电梯出口右侧通道右侧诊室。'
  },
  '风湿免疫科': {
    images: ["呼吸与危重学科、风湿免疫科、老年医学科、综合内科1.et008x9g9.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科2.6m4e0et0kf.webp", "呼吸与危重学科、风湿免疫科、老年医学科、综合内科3.5fl2rt43yn.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入后右转直行，靠左侧诊室。'
  },
  '骨关节骨肿瘤科': {
    images: ["外科1.pfttdz13d.webp", "外科2.96a8d1fio6.webp"].map(i => imgPrefix + i),
    guide: '门诊楼正门进入直行，乘右手侧电梯至二楼，二楼电梯出口左侧诊室。'
  },
};

// module.exports = {
//   departmentDetails
// };
window.departmentDetails = departmentDetails;
